Repository: bleakgrey/Transporter
Catalog: po/*.po
Languages: de, fr_fr, it_it

source: Back
de: Zurück
fr_fr: Retour
it_it: Indietro

source: Settings
de: Einstellungen
fr_fr: Paramètres
it_it: Parametri

source: Are you sure you want to cancel transaction?
de: Willst Du die Übertragung wirklich abbrechen?
fr_fr: Voulez vous annuler le transfert?
it_it: Sei sicuro di voler cancelare la transazione?

source: Error
de: Fehler
fr_fr: Erreur
it_it: Errore

source: Installation Error
de: Installationsfehler
fr_fr: Erreur lors de l'installation
it_it: Errore di installazione

source: Couldn't install magic-wormhole automatically.
de: Konnte das Programm magic-wormhole nicht automatisch installieren.
fr_fr: Magic-wormhole n'a pas pu être installé automatiquement.
it_it: Non è stato possibile di installare magic-wormhole automaticamente.

source: Please verify your ID and try again.
de: Bitte überprüfe deine ID und versuche es nochmal.
fr_fr: Veuillez verifier votre ID et essayez de nouveau.
it_it: Per favore verificate il vostro ID e provate ancora.

source: Invalid ID
de: Ungültige ID
fr_fr: ID non valide
it_it: ID non valido

source: Server is crowded at the moment.
de: Der Server ist momentan ausgelastet.
fr_fr: Le serveur est encombré pour le moment.
it_it: Il sever è occupato per il momento.

source: Server Error
de: Serverfehler
fr_fr: Erreur serveur
it_it: Errore sever

source: Received file already exists in Downloads folder.
de: Erhaltene Datei existiert bereits im Downloads Ordner.
fr_fr: Le fichier existe déjà dans Téléchargement.
it_it: Gli file ricevuti esistono gia nella cartella di download.

source: I/O Error
de: I/O Fehler
fr_fr: Erreur d'Entrée/Sortie
it_it: I/O Errore

source: Relay server unresponsive.
de: Relay Server nicht erreichbar.
fr_fr: Le Serveur relais ne répond pas.
it_it: Il server Relay non risponde.

source: Some files are unreadable. Please make sure they don't contain special characters in their paths and names.
de: Einige Dateien sind unlesbar. Stelle sicher dass weder Dateipfade, noch Dateinamen Sonderzeichen enthalten.
fr_fr: Certains fichiers sont illisibles. Veuillez vérifier que leurs chemin et leurs nom ne contiennent pas de caractères spéciaux.
it_it: Alcuni file non possono essere letti. Per favore, assicuratevi che non contengono carratteri speciali nel nome or nel path.

source: Archive creation failed, perhaps your disk is running out of space.
de: Erstellen des Archivs fehlgeschlagen, vielleicht ist der Festplattenspeicher knapp.
fr_fr: La création de l'archive a échoué, peut être n'y a t-il plus de place sur votre disque.
it_it: La creazione dell archivio non è stato possibile, po essere che il disco è pieno.

source: Preparing Transporter
de: Laden von Transporter
fr_fr: Transporter en préparation
it_it: Preparazione di Transporter

source: Installing magic-wormhole
de: Installieren von magic-wormhole
fr_fr: Installation de magic-wormhole
it_it: Installazione di magic-wormhole

source: Enter Transfer ID
de: Gebe Transfer ID ein
fr_fr: Renseigner l'ID de transfert
it_it: Inserire un ID di Transferimento

source: Ask the sender to share it
de: Die ID wird dem Sender angezeigt
fr_fr: Demander à l'envoyeur de le partager
it_it: Chiedere al l'inviatore di condividerlo

source: Transfer Complete
de: Übertragung abgeschlossen
fr_fr: Transfert Terminé
it_it: Trasferimento completo

source: Saved in your Downloads folder
de: Im Downloads Ordner gespeichert
fr_fr: Sauvegarder dans le dossier Téléchargement.
it_it: Salvare nella cartella di Download

source: Connection closed unexpectedly.
de: Die Verbindung wurde unerwartet beendet.
fr_fr: La connection s'est intérrompu de façon inatendue.
it_it: La connessione s'è chiusa inaspettatamente.

source: Transferring:
de: Übertragen:
fr_fr: Transfert en cours:
it_it: Trasferimento:

source: Please wait a moment
de: Bitte warte einen Moment
fr_fr: Attendez un instant SVP
it_it: Per favore aspettare un momento

source: Starting Transfer...
de: Starte Übertragung...
fr_fr: Démarrage du transfert...
it_it: Comminciare il Trasferimento

source: Generating ID...
de: Generiere ID...
fr_fr: ID en cours de création...
it_it: Generando un ID

source: Your Transfer ID
de: Deine Transfer ID
fr_fr: Votre ID de transfert
it_it: Il vostro ID di Trasferimento

source: Share it with the recipient
de: Teile sie mit dem Empfänger
fr_fr: Partagez votre ID avec le recepteur
it_it: Condividere con il ricevutore

source: Connection has been closed
de: Verbindung wurde beendet
fr_fr: La connexion a été fermé
it_it: La connessione è stata chiusa

source: Welcome to Transporter
de: Willkommen bei Transporter
fr_fr: Bienvenue sur Transporter
it_it: Benvenuto in Transporter

source: What would you like to do?
de: Was möchtest Du tun?
fr_fr: Que souhaitez-vous faire?
it_it: Cosa volete fare?

source: Send Files
de: Dateien versenden
fr_fr: Envoyer des fichiers
it_it: Inviare Files

source: Upload data to another computer
de: Verschicke Dateien an einen anderen Computer
fr_fr: Uploader des données sur un autre ordinateur
it_it: Trasferire data verso un altro computer

source: Receive Files
de: Dateien empfangen
fr_fr: Recevoir des fichiers
it_it: Ricivere Files

source: Download data from another computer
de: Erhalte Dateien von einem anderen Computer
fr_fr: Télécharger des données d'un autre ordinateur
it_it: Scaricare data da un altro computer

source: Show Downloads
de: Empfangene Dateien ansehen
fr_fr: Voir les Téléchargements
it_it: Mostrare la cartella Download

source: Open your Downloads folder
de: Öffne den Downloads Ordner
fr_fr: Ouvrir le dossier de Téléchargements
it_it: Aprire la cartella Download

source: Servers
de: Server
fr_fr: Serveurs
it_it: Server

source: Relay:
fr_fr: Relais:

source: Transit:
fr_fr: Transite:
it_it: Transito:

source: Miscellaneous
de: Sonstiges
fr_fr: Divers
it_it: cose varie

source: Downloads:
fr_fr: Téléchargements:
it_it: Download:

source: ID Length:
de: ID Länge:
fr_fr: Longueur ID:
it_it: Lungezza ID:

source: Sounds:
de: Klänge:
fr_fr: Sons:
it_it: Suoni:

source: Select a folder
de: Wähle einen Ordner aus
fr_fr: Choisir un dossier
it_it: Seleziona una Cartella

source: _Cancel
de: A_bbrechen
fr_fr: _Annuler
it_it: _Cancelare

source: _Select
de: _Senden
fr_fr: _Séléctionner
it_it: _Selezionare

source: Drag files and folders here
de: Ziehe Ordner und Dateien hierher
fr_fr: Glissez/déposez vos fichiers ou dossiers ici
it_it: Trascinare Files e Cartelle qui

source: Drop to send
de: Zum Senden loslassen
fr_fr: Déposez pour envoyer
it_it: Lasciare qui per mandare

source: Or click to select a file
de: Oder klicke um eine Datei auszuwählen
fr_fr: Ou cliquez pour choisir un fichier

source: Select a file
de: Wähle eine Datei aus
fr_fr: Choisir un fichier

source: Internal Error
de: Interner Fehler
fr_fr: Erreur Interne
it_it: Errore interna
